tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"

brew "asdf"
brew "git"
brew "wget"
brew "curl"
brew "pure"
brew "git-extras"
brew "youtube-dl"
brew "jesseduffield/lazygit/lazygit"
brew "neovim"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "stow"
brew "tmux"

cask "keepassxc"
cask "fork"
cask "obs"
cask "transmission"
cask "google-chrome"
cask "font-fira-code-nerd-font"
cask "utm"
cask "penc"
cask "alfred"
cask "balenaetcher"
cask "docker"
cask "vlc"
