tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"

brew "asdf"
brew "git"
brew "wget"
brew "curl"
brew "pure"
brew "git-extras"
brew "jesseduffield/lazygit/lazygit"
brew "stow"
brew "tmux"
brew "gh"
brew "yt-dlp"
brew "tree"
brew "coreutils"
brew "fd"
brew "imagemagick"
brew "poppler"
brew "ffmpegthumbnailer"
brew "unzip"
brew "zplug"

cask "transmission"
cask "font-fira-mono-nerd-font"
cask "alfred"
cask "mediainfo"
cask "epic-games"
cask "docker"
cask "vlc"
cask "utm"
cask "gimp"
cask "discord"
cask "github"
cask "emacs"
cask "google-chrome"
