tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"

brew "asdf"
brew "git"
brew "wget"
brew "curl"
brew "pure"
brew "git-extras"
brew "jesseduffield/lazygit/lazygit"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "gh"

cask "keepassxc"
cask "findergo"
cask "transmission"
cask "font-ubuntu-mono-nerd-font"
cask "penc"
cask "alfred"
cask "balenaetcher"
cask "docker"
cask "vlc"
cask "github"
cask "emacs"
cask "google-chrome"
